<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/StripeCardScan-Swift.h</key>
		<data>
		BKTvZR7Jp5VJ5UzbE+z5AiyDpP8=
		</data>
		<key>Headers/StripeCardScan.h</key>
		<data>
		mMgoBYw0Oh87u0YHW8wjatnRRLQ=
		</data>
		<key>Info.plist</key>
		<data>
		nDPrYqAtDmnvVktZSLU7EAEL2Nw=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		4ydwUo9w+dNPQVE8etCgOKmRdbQ=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		vcQ0ofmWEFEYTmONn3fecnut3ss=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		pBMD7LzDyP2zB7KZqs/XL/x4ipc=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/arm64.swiftdoc</key>
		<data>
		4ydwUo9w+dNPQVE8etCgOKmRdbQ=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/arm64.swiftinterface</key>
		<data>
		vcQ0ofmWEFEYTmONn3fecnut3ss=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/arm64.swiftmodule</key>
		<data>
		pBMD7LzDyP2zB7KZqs/XL/x4ipc=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		OTTmnEeO4y+npLtdVlnVFyzxyCU=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		/kNCEBlxPkeSm5uVW3a98QOdoqo=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		kAd/mCaEAqakytAB38z4WAPTnNo=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/x86_64.swiftdoc</key>
		<data>
		OTTmnEeO4y+npLtdVlnVFyzxyCU=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/x86_64.swiftinterface</key>
		<data>
		/kNCEBlxPkeSm5uVW3a98QOdoqo=
		</data>
		<key>Modules/StripeCardScan.swiftmodule/x86_64.swiftmodule</key>
		<data>
		kAd/mCaEAqakytAB38z4WAPTnNo=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		Pjz5Fiuh7BbzYootfXKOFshbJkE=
		</data>
		<key>Project-Debug.xcconfig</key>
		<data>
		n4N1KH/HDtAtM02FYLggVjQN/hA=
		</data>
		<key>Project-Release.xcconfig</key>
		<data>
		yoRzT4fJxZpKDrrYlW7GS/vPrX8=
		</data>
		<key>Project-Shared.xcconfig</key>
		<data>
		QpmL2mmJ8wleeTz4TJKCfn+VKb0=
		</data>
		<key>SSDOcr.mlmodelc/analytics/coremldata.bin</key>
		<data>
		UiqLFTJsqxBORHoSroDEfIZPDx8=
		</data>
		<key>SSDOcr.mlmodelc/coremldata.bin</key>
		<data>
		zfDnP344UgORYJpxG1y11LTydN0=
		</data>
		<key>SSDOcr.mlmodelc/metadata.json</key>
		<data>
		8i7/JUTm8cdk0GIi3aoshxX0SqI=
		</data>
		<key>SSDOcr.mlmodelc/model.espresso.net</key>
		<data>
		N+nYGES7fZ/QQ8Ot9dQEtLbk1nU=
		</data>
		<key>SSDOcr.mlmodelc/model.espresso.shape</key>
		<data>
		W3/9JheWzzwl118npp97v5UaPc8=
		</data>
		<key>SSDOcr.mlmodelc/model.espresso.weights</key>
		<data>
		PObM/mvTxhseG0ZBN7HvnJW2afc=
		</data>
		<key>SSDOcr.mlmodelc/model/coremldata.bin</key>
		<data>
		wBHrQmNGaE7FAYdc8Q7gD5xbSrQ=
		</data>
		<key>SSDOcr.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>StripeiOS Tests-Debug.xcconfig</key>
		<data>
		457iXHnhn1RB6CUwa4CK+jtCGkc=
		</data>
		<key>StripeiOS Tests-Release.xcconfig</key>
		<data>
		0nTqLgIAKAMGub62qGXm1xhM1tU=
		</data>
		<key>StripeiOS Tests-Shared.xcconfig</key>
		<data>
		Dv2bE7zACQNBiNlKd+3VR0zJksY=
		</data>
		<key>StripeiOS-Debug.xcconfig</key>
		<data>
		3PWe/ZA/fRAMhGidkHXLeW+HDfU=
		</data>
		<key>StripeiOS-Release.xcconfig</key>
		<data>
		ePihbKV1tMa/2TA7icckPYBl0DQ=
		</data>
		<key>StripeiOS-Shared.xcconfig</key>
		<data>
		sXIXJbd9sKiL8f3lhOaM0IYMlZE=
		</data>
		<key>UxModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		RURDr5W+w8sdEATQUqd+da/Ulj0=
		</data>
		<key>UxModel.mlmodelc/coremldata.bin</key>
		<data>
		Me34Ozz5BX24cnpM1Jd3IDDOjLg=
		</data>
		<key>UxModel.mlmodelc/metadata.json</key>
		<data>
		Q5y+BdbZK2G6bB6Iny47mGTN8LY=
		</data>
		<key>UxModel.mlmodelc/model.espresso.net</key>
		<data>
		VZFLQCDCiALVnNXFFuXMRuri+Hk=
		</data>
		<key>UxModel.mlmodelc/model.espresso.shape</key>
		<data>
		h0Y+MRwL1RYMwzhqcpAVbcKOnX0=
		</data>
		<key>UxModel.mlmodelc/model.espresso.weights</key>
		<data>
		CNlpz0LI5CDinWs3l2XzFinjp5U=
		</data>
		<key>UxModel.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>UxModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Version.xcconfig</key>
		<data>
		7h8EtEryCj8S1RVfu7tJcZkNF/k=
		</data>
		<key>bg-BG.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			qRgzThPuUQ106XYQnfmm1+yUX+8=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ca-ES.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			zmV6UqBSo6r1NOz798vd5O4zTBA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>cs-CZ.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			WW5Grn4LZR9wih6gVlrVdKiI92w=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>da.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			XAwCi+DAmo/0yAbpRNPpGue2qiA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>de.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			LUsZR51YQh3zD2KAFN3P9+ZSo/I=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>el-GR.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			x3K0Ryu4cwTFlQp1Iltm5qZ3Xn4=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en-GB.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			U2uOnS39TrLKP0SEXuMlIBe+k14=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			viJreGX49PaV8XZVDD+qNkohf4g=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es-419.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			60C5yHx/pJiEVxJI2vlUrIVNbvA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			CpEcFQNJZ0p2QGWY+EtpcOuqN0w=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>et-EE.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			qWClSv744+vEDiqQy2zM69bIqwg=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fi.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			dyZJ5B+QYgB6mRDWIZOtBy5A85I=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fil.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			zmV6UqBSo6r1NOz798vd5O4zTBA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fr-CA.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			JeJ4QoydE+r0AMQFozNYRXsjwRQ=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fr.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			m6zZzcqip7H1rajYSBaKKZQbAQY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>hr.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			zmV6UqBSo6r1NOz798vd5O4zTBA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>hu.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			chK9qdKj9YnPw9L419IguJTx+9E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>id.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			zmV6UqBSo6r1NOz798vd5O4zTBA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>it.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			S8HDLsDoqiKnjcM4T53lLV9q5xk=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ja.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			yjBLnfWuopZHJEjdkSakxh53LYo=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ko.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			z18yILOGnTBYpL1hsL+ZPb2SDPg=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>lt-LT.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			drbFn2FXdcMmaHW6/v1rx6s6GVc=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>lv-LV.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			JZ5aSPenRHTqyiFO0FAG0nOwLyI=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ms-MY.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			zmV6UqBSo6r1NOz798vd5O4zTBA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>mt.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			eG2teiyHnqwGvXCLufdwzc+L3QE=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>nb.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			YeErAnO9UuATJkB2/10akBo5k9w=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>nl.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			xmHXBd6/H6m7gKRpKVFKMhiEZ0g=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>nn-NO.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			ImILxo9yyry44He5vq4aNz4JA8s=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>pl-PL.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			ITmuxelBB65pygSLTHvJnepomc8=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>pt-BR.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			wGUelNLyly5sGSnnmcPIk3Znrmw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>pt-PT.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			50mn658pql960a/5OA8PCZsqPPc=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ro-RO.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			IlCQn6H8/+OXFsw4YuWrJkcoXEY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ru.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			ziE89o96J9+isVdciSDghivqRqc=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>sk-SK.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			wSeivQn/tFMOeFbO11nkkwRqKug=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>sl-SI.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			lV+SzeZ9HH0tuKPWOQ5+heDnC34=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>sv.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			Czh1QAVUDr4WgcahjyaER9NDvRU=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>tk.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			zmV6UqBSo6r1NOz798vd5O4zTBA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>tr.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			dzU7Rn5eR26Qrm9GVkj77etohEU=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>vi.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			zmV6UqBSo6r1NOz798vd5O4zTBA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>zh-HK.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			f0WXFfXl727olzKHPZX93mr2HLw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>zh-Hans.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			X8t5PJl/+j5sY9zVqkK76mmPqVI=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>zh-Hant.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			O3zTTAF4+scGH0p2FR7mbqXl/Co=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/StripeCardScan-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			5b+GYKz5Dq+ygaXy8Orlw8G3tpNRPLxZWId88Kz/33k=
			</data>
		</dict>
		<key>Headers/StripeCardScan.h</key>
		<dict>
			<key>hash2</key>
			<data>
			1z7gbUZ7J7LTXFBxstgidCX01isIhNQc7eiMcvpWMXg=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			wRYRBPhz2bpPrPoTsig1ad5fC2hbbVhkxbVEsFdqeGs=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			z8JCMyuev1JpWH+2xNjcmtNn/G5iItxeTpS1V5Boen8=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			ejytUbBqkbVmaIo+tmHCgNphdRCKdOnvpyZkMFw15OU=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			wRYRBPhz2bpPrPoTsig1ad5fC2hbbVhkxbVEsFdqeGs=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			z8JCMyuev1JpWH+2xNjcmtNn/G5iItxeTpS1V5Boen8=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			ejytUbBqkbVmaIo+tmHCgNphdRCKdOnvpyZkMFw15OU=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			nWT+K5AtTU2vbmZ86ws96J9m6xEetQMBPblb4ONtcKs=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			MXfS245CjDG04xBNmmutjXLKPfp75nwQaOSJ4ZCbSVo=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			HxD8RkfEas96Lc6kJ1RS4OcQsgWlCnmED8likpApFPc=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			nWT+K5AtTU2vbmZ86ws96J9m6xEetQMBPblb4ONtcKs=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			MXfS245CjDG04xBNmmutjXLKPfp75nwQaOSJ4ZCbSVo=
			</data>
		</dict>
		<key>Modules/StripeCardScan.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			HxD8RkfEas96Lc6kJ1RS4OcQsgWlCnmED8likpApFPc=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			GFRcMGvEnVKmTXFRFqDsFw+YNHk7jOYlKjmMheTuLeY=
			</data>
		</dict>
		<key>Project-Debug.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			kHoE/vfj0FcaEyk5a5O3K/XxflMeFXIC/a6yIIbNZdM=
			</data>
		</dict>
		<key>Project-Release.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			Ipf70x5Q5KKOWpMcAgr9EZLgQnXa1mn2I7GEN+JYF5w=
			</data>
		</dict>
		<key>Project-Shared.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			Twml4dKf2KXIbf21/+GmfDP3bi95I7/1540Qm+njxVE=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			uEWWgepKCIZa2CqzXumqoztbLmlRPow8FGNIXwdF+xY=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			mgoFQxyQNHJ5v9R+M7D3NJxcTLaOIBVUk5tlBoYS+bw=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			dPzl1GwkbX0YeBlZ/+MV7jF4U32gaYNQ4QTI2r7djfk=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			7F//E23pS9+M6WX5N53EkHrVdCX22oEjnohHmc7N0VU=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			zZ5wv2sH3eRzn2pBwbDonQtWV3SkS4N/XPn0WD8F1AA=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			oT/Gghig43PrZvEbK4QLjX/4EbDWh/pmTNSBHakJ8vA=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			hbCZFIrZAF+IjdmBIFJ3wbNm1hBnaN4fctkyWK6u12w=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>StripeiOS Tests-Debug.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			uGVcgGik5SaJNbb2DOeEMtNQekkLmFTOMU208gSUpOg=
			</data>
		</dict>
		<key>StripeiOS Tests-Release.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			aei5qbaWUFeeU4+1EnWKiUYXju20d2DsZ8st6clNmjE=
			</data>
		</dict>
		<key>StripeiOS Tests-Shared.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			BPoQ19I+Jl8V6Og3rE0faUDimfMVIMcK7SpLegEzqHw=
			</data>
		</dict>
		<key>StripeiOS-Debug.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			pbwxxIUXIqn2E43DR+cv/cppQs18Xubm514KVZ7uNE8=
			</data>
		</dict>
		<key>StripeiOS-Release.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			TEIZY5oO6Uf7ZI8hO9d360gObHWb0BZEbbajcyx9sSI=
			</data>
		</dict>
		<key>StripeiOS-Shared.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			BboBmDBwEMCs6Bp4x/EbOHTaorFmBZz7lZNNO8HkKQE=
			</data>
		</dict>
		<key>UxModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			hPM0R0NWgPHuel0rNTj0Cl6nCQ2E5LIR0fjHsJ3J0z8=
			</data>
		</dict>
		<key>UxModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			nV/4SK2K5dSUnQWwB0Ce6xLPoUqMIZQTEAlQrgJa1cM=
			</data>
		</dict>
		<key>UxModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			n0DS86FsPnCtXg5FWGaQMzIEtblQBCAt3zc18372xXY=
			</data>
		</dict>
		<key>UxModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			FF8B0CjiuV3I8OnLIVXnxlR3wqpUkSeXC30PYrz2cqc=
			</data>
		</dict>
		<key>UxModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			4FQwIp4DsJmKA+E29QUFFq4gWCZ85TcYNjSx8MUyO/s=
			</data>
		</dict>
		<key>UxModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			bygjly368CqInQ7249HsNIlnPLwpfe0qV2VxM4USwkw=
			</data>
		</dict>
		<key>UxModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>UxModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Version.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			INjrVf3IWEihwmcp5YKB7z+/x09lU0xrzSwAIQV1FtE=
			</data>
		</dict>
		<key>bg-BG.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			fSEJIt6plo3ipXKwIcxhGV2dMc7Cz5u3Y53QiTgAkz0=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ca-ES.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			kmHsztpgjvF0JW5f3HdMHm49z1M0CcG8OT1JDQHHE/E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>cs-CZ.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			/3bLVXWfdK8xu7SS+EMkZETW/LI9MNimJCDuHy5ZJ84=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>da.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			2ZJEC4OsLzBXo0A5kIWvXGVtsTt1c1K/9v8MbPWsS1E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>de.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			DDY/o8mAU9mADopCk8RGd/Gl0rr9OEXpXB+BZ2q8SsA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>el-GR.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			M/ybWNVCtr+EvjeDYasiPFWO5cVO9c5WXM0HSVhMy64=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en-GB.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			gHPtyA8PCwvuZcxZGh8XwD31qEKQIkEQ67AFm9YPK4Y=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			xDu8nd6znUYkECv1XkMvRs8uDPd+MYuS9fHJcE5g0Q4=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es-419.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			0gM2gRntMTKVZzg4Y2N+rIMr3GkDMgph9p9XgcBOEBI=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			ucKoZPUjAeeQWIQySuoMUe+imhRJREtwqGp6957i5zY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>et-EE.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			LQgA/M0FOkoQDDIJVwBoN8ndfvqljRlbuI2lce90jU0=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fi.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			cjG72mZGfMXIA8gtPh7AhW/ntSwQHbjueGHVNlRvbQY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fil.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			kmHsztpgjvF0JW5f3HdMHm49z1M0CcG8OT1JDQHHE/E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fr-CA.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			T06250MXJFoEndXwe7YJY8/VTsN1VS4Y8O/3h8LpHUI=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fr.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			BW8TP+l5ybQhD0HnRI55RnxTXAEAQuAyxx8IfoBDgtk=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>hr.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			kmHsztpgjvF0JW5f3HdMHm49z1M0CcG8OT1JDQHHE/E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>hu.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			ouYxjxJjVjwhbth7bA8YjZhQ8Xz1yHTKvApxe7oIoGY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>id.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			kmHsztpgjvF0JW5f3HdMHm49z1M0CcG8OT1JDQHHE/E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>it.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			c5anb9m3XGh9hXfFyPGOtBhwZ9Y5OnvBCC/bInYXl+A=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ja.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			CBTkY73va/NomXIy54UjYE+k+cFaaLKa+gn5VI+EAus=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ko.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			+5jWHymLHC2NQVLDMJkyvqGzKtQzyIdWu0xm/Jyp0gk=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>lt-LT.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			jMGpOVCVy7s8QwuFGUlpm8YS1T6zu6+FsvaXvGJrS5M=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>lv-LV.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			IeMZ7bPD3UP1p7c94rC786tUFJBCGTzMsZZEvE8u/FY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ms-MY.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			kmHsztpgjvF0JW5f3HdMHm49z1M0CcG8OT1JDQHHE/E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>mt.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			zDe4/JIcw9g+g6zef4GMCXppIjHEeynBdtiz85E/cZg=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>nb.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			95034BfJL1pPCnx5XO1JoDtSB4beAi6an/NVrL6i+dY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>nl.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			2Gu7AMGThj58bAiG9PVsVO6nfqzt/JcqXbpdrzAh42A=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>nn-NO.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			uWUhDwxDvgCT6WcI+Q9BFH0BwrjF4NrhW1D1Legl/gk=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>pl-PL.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			LEedfcaYpwhTvNbgo9zLzsPE1PboyaO+ONDJmpcdxGU=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>pt-BR.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			sSyFaxpKo2AJZb9gK8B/yc4dCTW4KDjBeeN6Xd90q/I=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>pt-PT.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			uLmpYbn5bvXhtRRlnuD8n9OKL6rxbLs28UwgD6cmUFA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ro-RO.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			V5+Y5bpK6cs0vUEe7MTIkHejcRvVG34I5dNiioo8VIw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ru.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			6UdTG2AoNieCOta/wScYQNbQsSSuDDkgX+T4XbwxPqs=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>sk-SK.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			Tazi2mouxnBzLGI1/xOlaP1GY4WzBqMRMvW79NJkiqk=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>sl-SI.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			lXZnpdRxHf2FjeHE/u5qrFgJynyiT+0wjMltftBv+II=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>sv.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			DBm81oRitkUHPS/STsuCH3uVE1VM3eK5io8yynP2Ci8=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>tk.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			kmHsztpgjvF0JW5f3HdMHm49z1M0CcG8OT1JDQHHE/E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>tr.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			+aqL6R5J2K8yQZ7eRcnTVe6m0QLaS0Lu0SpBZ8uPA+4=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>vi.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			kmHsztpgjvF0JW5f3HdMHm49z1M0CcG8OT1JDQHHE/E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>zh-HK.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			1di/TrY9d43WozOHqgEaCm7ECwTg54GsKB1UxnFjb2I=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>zh-Hans.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			hbbzOCMFsDU2qmtguSpxqCfG701Z/a91Qfgo2vzFEK8=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>zh-Hant.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			e2qpDTaa0pZn2bfwbVL11XLzJx04REyHa1xAJE6+xfw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
